Repository: Heckie75/kodi-addon-fading-timers
Catalog: script.timers/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32000
source: Timers
fr_fr: Minuteries

# #32003
source: Misc
fr_fr: Divers

# #32004
source: Sleep timer
fr_fr: Minuterie de mise en veille

# #32005
source: Snooze timer
fr_fr: Minuterie de répétition

# #32021
source: to
fr_fr: à

# #32022
source: Cancel
fr_fr: Annuler

# #32023
source: Apply
fr_fr: Appliquer

# #32024
source: until
fr_fr: jusqu'à

# #32025
source: %s at %s%s
fr_fr: %s à %s%s

# #32026
source: Name
fr_fr: Nom

# #32027
source: Timers
fr_fr: Minuteries

# #32028
source: Priority
fr_fr: Priorité

# #32029
source: Timer deleted
fr_fr: Minuterie supprimée

# #32030
source: Presets
fr_fr: Préréglages

# #32031
source: Don't put display to sleep on audio playback
fr_fr: Ne pas mettre l'écran en veille lors de la lecture audio

# #32032
source: Prevent lock screen
fr_fr: Empêcher l'écran de verrouillage

# #32033
source: Presets for sleep timer
fr_fr: Préréglages pour la minuterie de mise en veille

# #32034
source: off
fr_fr: désactivé

# #32035
source: every day
fr_fr: tous les jours

# #32036
source: weekly
fr_fr: hebdomadaire

# #32037
source: Days
fr_fr: Jours

# #32038
source: Presets for snooze timer
fr_fr: Préréglages pour la minuterie de répétition

# #32039
source: Deactivate sleep display on audio playback
fr_fr: Désactiver l'affichage du sommeil sur la lecture audio

# #32040
source: and
fr_fr: et

# #32041
source: at
fr_fr: à

# #32042
source: from
fr_fr: depuis

# #32043
source: specific date
fr_fr: date précise

# #32050
source: This timer interrupts other timers
fr_fr: Cette minuterie interrompt les autres minuteries

# #32051
source: Other timers interrupt this timer
fr_fr: D'autres minuteries interrompent cette minuterie

# #32052
source: Is %s more important?
fr_fr: Est-ce que %s est plus important ?

# #32055
source: Mediatype
fr_fr: Type de média

# #32057
source: video
fr_fr: vidéo

# #32058
source: picture
fr_fr: image

# #32059
source: script
fr_fr: scénario

# #32060
source: Schedule
fr_fr: Calendrier

# #32061
source: Start time
fr_fr: Heure de début

# #32062
source: End after
fr_fr: Fin après

# #32063
source: No end
fr_fr: Sans fin

# #32064
source: Duration
fr_fr: Durée

# #32065
source: Time
fr_fr: Temps

# #32066
source: +/- seconds
fr_fr: +/- secondes

# #32070
source: Media action
fr_fr: Action sur les médias

# #32071
source: none
fr_fr: aucun

# #32072
source: play at start and stop at end
fr_fr: executer au début et s'arrêter à la fin

# #32073
source: play at start
fr_fr: executer au début

# #32074
source: play at end
fr_fr: executer à la fin

# #32075
source: stop at start and play at end
fr_fr: arrêter au début et executer à la fin

# #32076
source: stop at start
fr_fr: arrêter au début

# #32077
source: stop at end
fr_fr: arrêter à la fin

# #32078
source: Repeat
fr_fr: Répéter

# #32079
source: Resume
fr_fr: Continuer

# #32080
source: Media
fr_fr: Médias

# #32081
source: System action
fr_fr: Action du système

# #32082
source: shutdown Kodi
fr_fr: Arrêter Kodi

# #32083
source: quit Kodi
fr_fr: Quitter Kodi

# #32084
source: suspend system
fr_fr: Suspendre le système

# #32085
source: hibernate system
fr_fr: Mettre le système en veille prolongée

# #32086
source: powerdown system
fr_fr: arrêter le système

# #32087
source: System action at end
fr_fr: Action du système à la fin

# #32088
source: Shuffle
fr_fr: Mélanger

# #32089
source: pause at start and resume at end
fr_fr: mettre en pause au début et reprendre à la fin

# #32091
source: Fading
fr_fr: Effet de fondu

# #32092
source: Default volume
fr_fr: Volume par défaut

# #32093
source: Standby TV via CEC
fr_fr: Mise en veille du téléviseur via CEC

# #32094
source: Restart Kodi
fr_fr: Redémarrer Kodi

# #32095
source: Low volume
fr_fr: Faible volume

# #32096
source: High volume
fr_fr: Volume élevé

# #32098
source: Timer Notifications
fr_fr: Notifications de minuterie

# #32099
source: Reboot system
fr_fr: Redémarrer le système

# #32100
source: Timer starts
fr_fr: Démarrage de la minuterie

# #32101
source: Timer ended
fr_fr: Fin de la minuterie

# #32102
source: Open settings
fr_fr: Ouvrir les paramètres

# #32103
source: Select timer
fr_fr: Sélectionner la minuterie

# #32104
source: Select days
fr_fr: Sélectionner les jours

# #32105
source: Enter start time
fr_fr: Saisir l'heure de début

# #32106
source: Enter duration
fr_fr: Saisir la durée

# #32107
source: Confirm timer
fr_fr: Confirmer la minuterie

# #32108
source: Play now
fr_fr: Lire maintenant

# #32109
source: Media not set. Nothing to play.
fr_fr: Aucun média sélectionné. Rien à lire.

# #32111
source: Reset volume
fr_fr: Réinitialiser le volume

# #32112
source: Reset volume done
fr_fr: Réinitialisation du volume terminée

# #32113
source: Seek to correct time if timer starts belatedly
fr_fr: Avancer jusqu'au moment correct si la minuterie démarre en retard

# #32114
source: Select media and set timer via context menu first.
fr_fr: Sélectionnez d'abord le média et réglez la minuterie via le menu contextuel.

# #32117
source: Quick Timer
fr_fr: Minuterie rapide

# #32118
source: Selected item is not supported. Would you like to open settings?
fr_fr: L'élément sélectionné n'est pas pris en charge. Voulez-vous ouvrir les paramètres ?

# #32120
source: off
fr_fr: désactivé

# #32121
source: fade in from low
fr_fr: monter progressivement le volume à partir d'un niveau bas

# #32122
source: fade out from high
fr_fr: baisser progressivement le volume à partir d'un niveau élevé

# #32123
source: fade out from current
fr_fr: baisser progressivement le volume à partir du niveau actuel

# #32130
source: Put display only in fullscreen mode to sleep
fr_fr: Mettre le mode plein écran en veille

# #32131
source: acc. system setting
fr_fr: selon le paramètre système

# #32160
source: Pause timers
fr_fr: Mettre les minuteries en pause

# #32162
source: Time
fr_fr: Heure

# #32163
source: Set pause for ...
fr_fr: Mettre en pause pendant ...

# #32164
source: Reset Pause
fr_fr: Réinitialiser la pause

# #32165
source: Pause until %s
fr_fr: Pause jusqu'à %s

# #32166
source: Pause ended
fr_fr: Fin de la pause

# #32167
source: Pause until
fr_fr: Pause jusqu'à

# #32168
source: Pause from
fr_fr: Pause à partir de

# #32170
source: Real-time clock
fr_fr: Horloge temps réel

# #32171
source: Offset for real-time clock in seconds
fr_fr: Décalage de l'horloge temps réel en secondes

# #32180
source: Presets for epg quick timer
fr_fr: Préréglages pour la minuterie rapide epg

# #32181
source: don't interrupt existing timers
fr_fr: ne pas interrompre les minuteries en cours

# #32182
source: latest added timer
fr_fr: dernière minuterie ajoutée

# #32183
source: always ask
fr_fr: demander toujours

# #32190
source: Housekeeping
fr_fr: Nettoyage

# #32191
source: Cleanup missed timers at startup
fr_fr: Nettoyer les minuteries manquées au démarrage

# #32192
source: Cleanup missed timers when Kodi starts. This can happen if Kodi was not running when timer has been scheduled.
fr_fr: Nettoyer les minuteries manquées au démarrage de Kodi. Cela peut se produire si Kodi n'était pas en cours d'exécution lorsque la minuterie a été programmée.

# #32200
source: Monday
fr_fr: Lundi

# #32201
source: Tuesday
fr_fr: Mardi

# #32202
source: Wednesday
fr_fr: Mercredi

# #32203
source: Thursday
fr_fr: Jeudi

# #32204
source: Friday
fr_fr: Vendredi

# #32205
source: Saturday
fr_fr: Samedi

# #32206
source: Sunday
fr_fr: Dimanche

# #32210
source: Mondays
fr_fr: Lundis

# #32211
source: Tuedays
fr_fr: Mardis

# #32212
source: Wednesdays
fr_fr: Mercredis

# #32213
source: Thursdays
fr_fr: Jeudis

# #32214
source: Fridays
fr_fr: Vendredis

# #32215
source: Saturdays
fr_fr: Samedis

# #32216
source: Sundays
fr_fr: Dimanches

# #32250
source: Add timer
fr_fr: Ajouter une minuterie

# #32251
source: View / Edit timer ...
fr_fr: Voir/Modifier la minuterie ...

# #32252
source: Remove timer ...
fr_fr: Supprimer la minuterie ...

# #32253
source: Save changes
fr_fr: Enregistrer les modifications

# #32254
source: Back
fr_fr: Retour

# #32255
source: Edit timer
fr_fr: Modifier la minuterie

# #32256
source: Timer
fr_fr: Minuterie

# #32257
source: New timer
fr_fr: Nouvelle minuterie

# #32258
source: No timers to select.
fr_fr: Aucune minuterie à sélectionner.

# #32260
source: This item is already scheduled
fr_fr: Cet élément est déjà programmé

# #32261
source: What do you want to do with existing timer?
fr_fr: Que voulez-vous faire avec la minuterie existante ?

# #32262
source: Delete
fr_fr: Supprimer

# #32263
source: Replace
fr_fr: Remplacer

# #32270
source: Timer is ending with system action:
fr_fr: La minuterie se termine avec l'action système suivante :

# #32271
source: Do you want to skip system action?
fr_fr: Voulez-vous ignorer l'action système ?

# #32272
source: Continue
fr_fr: Continuer

# #32273
source: Skip
fr_fr: Ignorer

# #32280
source: start playback
fr_fr: lancer la lecture

# #32281
source: stop playback
fr_fr: arrêter la lecture

# #32282
source: pause playback
fr_fr: mettre en pause la lecture

# #32283
source: continue playback
fr_fr: reprendre la lecture

# #32284
source: start fader
fr_fr: démarrer le fondu

# #32285
source: end fader
fr_fr: fin du fondu

# #32286
source: start slideshow
fr_fr: démarrer le diaporama

# #32287
source: end slideshow
fr_fr: fin du diaporama

# #32288
source: run addon
fr_fr: exécuter l'addon

# #32289
source: interrupt running timers
fr_fr: interrompre les minuteries en cours

# #32300
source: Opens a dialog where you can enter a duration for pause from now.
fr_fr: Ouvre une boîte de dialogue où vous pouvez entrer une durée pour mettre en pause à partir de maintenant.

# #32301
source: Ends the pause period by setting date and time in the past.
fr_fr: Termine la période de pause en définissant une date et une heure dans le passé.

# #32302
source: Date until the timer is paused.
fr_fr: Date jusqu'à laquelle la minuterie est en pause.

# #32303
source: Time until the timer is paused.
fr_fr: Heure jusqu'à laquelle la minuterie est en pause.

# #32310
source: Default volume that is set after fading timer has endet or by pressing 'reset volume'.
fr_fr: Volume par défaut défini après la fin de la minuterie de fondu ou en appuyant sur 'réinitialiser le volume'.

# #32311
source: Set default volume now.
fr_fr: Définir le volume par défaut maintenant.

# #32320
source: If a media playing timer starts late since Kodi was not running or timers were paused, the scheduler seeks to position of playlist that would have been already played if timer has started in time.
fr_fr: Si une minuterie de lecture de média démarre en retard car Kodi n'était pas en cours d'exécution ou que les minuteries étaient en pause, le planificateur avance jusqu'à la position de la liste de lecture qui aurait déjà été lue si la minuterie avait démarré à temps.

# #32325
source: Set an offset in order to perform timers ahead of time (< 0) or later in time (> 0).
fr_fr: Définissez un décalage pour exécuter les minuteries en avance (< 0) ou en retard (> 0).

# #32330
source: Display name of the timer that is displayed in notifications and context menu.
fr_fr: Nom d'affichage de la minuterie qui s'affiche dans les notifications et le menu contextuel.

# #32331
source: Select one or more days in order to scheduler the timer. If you select 'weekly' the timer is repeated every week.
fr_fr: Sélectionnez un ou plusieurs jours pour programmer la minuterie. Si vous sélectionnez 'hebdomadaire', la minuterie est répétée chaque semaine.

# #32332
source: Enter the starting time of the timer.
fr_fr: Saisissez l'heure de début de la minuterie.

# #32333
source: Select if the timer stops after a specific time, after a given duration or has no end.
fr_fr: Sélectionnez si la minuterie s'arrête après une heure spécifique, après une durée donnée ou n'a pas de fin.

# #32334
source: Enter the ending time of the timer.
fr_fr: Saisissez l'heure de fin de la minuterie.

# #32335
source: Enter the duration after the timer ends.
fr_fr: Saisissez la durée après la fin de la minuterie.

# #32336
source: Set value if this timer is more important than other. Higher value means more important. Values starting from 10 always win against new timers.
fr_fr: Définissez une valeur si cette minuterie est plus importante que les autres. Une valeur plus élevée signifie plus importante. Les valeurs à partir de 10 l'emportent toujours sur les nouvelles minuteries.

# #32337
source: This is a overruling timer with high priority.
fr_fr: Il s'agit d'une minuterie prioritaire de haut niveau.

# #32338
source: This is a obsequiously timer with low priority.
fr_fr: Il s'agit d'une minuterie servile de faible priorité.

# #32340
source: Select the media action of the timer. Note that you must add a media to the timer by utilizing the context menu first.
fr_fr: Sélectionnez l'action média de la minuterie. Notez que vous devez d'abord ajouter un média à la minuterie en utilisant le menu contextuel.

# #32341
source: If activated the media item or playlist is repeated by setting the 'repeat all' option of the player.
fr_fr: Si activé, l'élément média ou la liste de lecture est répété en définissant l'option 'répéter tout' du lecteur.

# #32342
source: If activated the playlist is shuffeled by setting the 'shuffle' option of the player.
fr_fr: Si activé, la liste de lecture est mélangée en définissant l'option 'mélanger' du lecteur.

# #32343
source: If activated the timer resumes the media that was interupted when the timer has started.
fr_fr: Si activé, la minuterie reprend le média qui a été interrompu au démarrage de la minuterie.

# #32344
source: Play media of the timer now in order to test it.
fr_fr: Lire le média de la minuterie maintenant pour le tester.

# #32350
source: Fade in or fade out volume in period of timer.
fr_fr: Monter ou baisser progressivement le volume pendant la période de la minuterie.

# #32351
source: Low volume of fading timer.
fr_fr: Faible volume de la minuterie de fondu.

# #32352
source: High volume of fading timer.
fr_fr: Volume élevé de la minuterie de fondu.

# #32360
source: System action that is performed after timer has finished.
fr_fr: Action système exécutée après la fin de la minuterie.

# #32370
source: Display notifications when timer starts and ends.
fr_fr: Afficher les notifications au début et à la fin de la minuterie.

# #32380
source: Click here in order to add a new timer. Note that media timer must be configured via context menu.
fr_fr: Cliquez ici pour ajouter une nouvelle minuterie. Notez que la minuterie média doit être configurée via le menu contextuel.

# #32381
source: Click here in order to display and edit an existing timer.
fr_fr: Cliquez ici pour afficher et modifier une minuterie existante.

# #32382
source: Click here in order to delete an existing timer.
fr_fr: Cliquez ici pour supprimer une minuterie existante.

# #32383
source: Deactivate sleep display in window mode
fr_fr: Désactiver la mise en veille de l'affichage en mode fenêtre

# #32384
source: Prevent lookscreen in MS Windows while Kodi is running
fr_fr: Empêcher l'écran de verrouillage dans MS Windows pendant l'exécution de Kodi

# #32385
source: Optionally you can set an offset in seconds.
fr_fr: Vous pouvez éventuellement définir un décalage en secondes.

# #32386
source: Determine the strategy for priority of new quicktimers.
fr_fr: Déterminez la stratégie de priorité des nouvelles minuteries rapides.

# #32387
source: Mediatype is normally determined automatically. Set type manually e.g. if resuming doesn't work as expected.
fr_fr: Le type de média est normalement déterminé automatiquement. Définissez le type manuellement, par exemple si la reprise ne fonctionne pas comme prévu.

# #32388
source: Schedule this timer with full date and not only by day within one week.
fr_fr: Planifier cette minuterie avec une date complète et non seulement par jour dans une semaine.
